import 'package:collection/collection.dart';

extension MdExt on String {
  String get dict {
   return this.replaceWithZakonLinks(_zakonDictionary);
  }
}


extension ZakonStringExtension on String {
  String replaceWithZakonLinks(List<Map<String, dynamic>> dictionary) {
    final wordToTitle = <String, String>{};

    for (final entry in dictionary) {
      final title = entry['title'] as String;
      final words = entry['words'] as List<dynamic>;
      for (final word in words) {
        wordToTitle[word.toLowerCase()] = title;
      }
    }

    final sortedPhrases = wordToTitle.keys.toList()
      ..sort((a, b) => b.split(' ').length.compareTo(a.split(' ').length));

    final tokens = <String>[];
    final regex = RegExp(r'(\s+|\S+)');
    for (final match in regex.allMatches(this)) {
      tokens.add(match.group(0)!);
    }

    final buffer = StringBuffer();
    int i = 0;

    while (i < tokens.length) {
      // Пробел — просто добавим и идем дальше
      if (tokens[i].trim().isEmpty) {
        buffer.write(tokens[i]);
        i++;
        continue;
      }

      bool matched = false;

      for (final phrase in sortedPhrases) {
        final phraseWords = phrase.split(' ');
        final candidate = <String>[];
        int tokenIndex = i;
        int wordsMatched = 0;

        while (tokenIndex < tokens.length && wordsMatched < phraseWords.length) {
          final token = tokens[tokenIndex];

          candidate.add(token);
          tokenIndex++;

          if (token.trim().isNotEmpty) {
            wordsMatched++;
          }
        }

        final candidateWords = candidate
            .where((t) => t.trim().isNotEmpty)
            .join(' ')
            .toLowerCase();

        if (candidateWords == phrase) {
          final visibleText = candidate.join();
          final title = wordToTitle[phrase]!;
          final encoded = Uri.encodeComponent(title);
          buffer.write('[$visibleText](dict/$encoded)');
          i = tokenIndex;
          matched = true;
          break;
        }
      }

      if (!matched) {
        buffer.write(tokens[i]);
        i++;
      }
    }

    return buffer.toString();
  }
}

Map<String, dynamic>? getDictByTitle(String title) {
  final res = _zakonDictionary.firstWhereOrNull((element) => element['title'] == title);
  return res;
}

const _zakonDictionary = [
  {
    'words': ['саобраћај', 'саобраћаја', 'саобраћајa', 'саобраћају', 'саобраћајем'],
    'title': 'Саобраћај',
    'chapter': 'II',
    'paragraph': '2',
    'chlan': '7',
    'sr': '1) _саобраћај_ је кретање возила и лица на путевима, чије је понашање уређено у циљу његовог безбедног и несметаног одвијања,',
    'ru':
        '1) _дорожное движение_ — это движение транспортных средств и лиц по дорогам, поведение которых регулируется в целях его безопасного и беспрепятственного осуществления,',
  },
  {
    'words': [],
    'title': '',
    'chapter': 'II',
    'paragraph': '4',
    'chlan': '7',
    'sr':
        '3) _јавни пут_ је пут од општег значаја који могу да под једнаким условима користе сви или одређени учесници у саобраћају и који је надлежни орган прогласио као такав,',
    'ru':
        '3) _общественная дорога_ — это дорога общего значения, которую на равных условиях могут использовать все или определенные участники дорожного движения и которая объявлена таковой компетентным органом,',
  },
  {
    'words': ['пут', 'путу', 'путевима', 'пута'],
    'title': 'Пут',
    'chapter': 'II',
    'paragraph': '3',
    'chlan': '7',
    'sr':
        '2) _пут_ је изграђена, односно утврђена површина коју као саобраћајну површину могу да користе сви или одређени учесници у саобраћају, под условима одређеним законом и другим прописима,',
    'ru':
        '2) _дорога_ — это построенная или установленная поверхность, которую в качестве дорожной поверхности могут использовать все или определенные участники дорожного движения на условиях, определенных законом и другими нормативными актами,',
  },

  {
    'words': ['некатегорисани пут'],
    'title': 'Некатегорисани пут',
    'chapter': 'II',
    'paragraph': '5',
    'chlan': '7',
    'sr': '4) _некатегорисани_ _пут_ је пут који може под једнаким условима да користи већи број корисника,',
    'ru': '4) _некатегоризированная_ _дорога_ — это дорога, которую на равных условиях может использовать большое количество пользователей,',
  },
  {
    'words': ['аутопутева', 'аутопута', 'аутопутем', 'аутопуту', 'аутопут'],
    'title': 'Аутопут',
    'chapter': 'II',
    'paragraph': '6',
    'chlan': '7',
    'sr':
        '5) _аутопут_ је државни пут намењен искључиво за саобраћај мотоцикала, путничких возила, теретних возила и аутобуса, са или без прикључних возила, са физички одвојеним коловозним тракама за саобраћај из супротних смерова, са најмање две саобраћајне траке по смеру и једном зауставном траком за сваки смер, без укрштања у нивоу са другим путевима и железничким или трамвајским пругама, са потпуном контролом приступа, на који се може укључити или искључити само одређеним и посебно изграђеним јавним путем и као такав обележен прописаним саобраћајним знаком,',
    'ru':
        '5) _автомагистраль_ — это государственная дорога, предназначенная исключительно для движения мотоциклов, легковых автомобилей, грузовых автомобилей и автобусов, с прицепами или без них, с физически разделенными проезжими частями для движения в противоположных направлениях, с не менее чем двумя полосами движения в каждом направлении и одной полосой для остановки для каждого направления, без пересечений на одном уровне с другими дорогами и железнодорожными или трамвайными путями, с полным контролем доступа, на которую можно въехать или съехать только по определенной и специально построенной общественной дороге и которая обозначена соответствующим дорожным знаком,',
  },
  {
    'words': ['мотопутем', 'мотопута', 'мотопут', 'мотопуту'],
    'title': 'Мотопут',
    'chapter': 'II',
    'paragraph': '7',
    'chlan': '7',
    'sr':
        '6) _мотопут_ је државни пут намењен искључиво за саобраћај мотоцикала, путничких возила, теретних возила и аутобуса, са или без прикључних возила и као такав обележен прописаним саобраћајним знаком,',
    'ru':
        '6) _мотодорога_ — это государственная дорога, предназначенная исключительно для движения мотоциклов, легковых автомобилей, грузовых автомобилей и автобусов, с прицепами или без них, и обозначенная соответствующим дорожным знаком,',
  },
  {
    'words': ['улица', 'улице', 'улица'],
    'title': 'Улица',
    'chapter': 'II',
    'paragraph': '8',
    'chlan': '7',
    'sr': '7) _улица_ је јавни пут у насељу који саобраћајно повезује делове насеља,',
    'ru': '7) _улица_ — это общественная дорога в населенном пункте, которая связывает части населенного пункта дорожным движением,',
  },
  {
    'words': ['противпожарном путу'],
    'title': 'Противпожарни пут',
    'chapter': 'II',
    'paragraph': '9',
    'chlan': '7',
    'sr':
        '8) _противпожарни пут_ је посебно обележни уздужни део око стамбених објеката, гаражних простора, спортских и других пословних објеката на којима је забрањено заустављање и паркирање возила,',
    'ru':
        '8) _пожарная дорога_ — это специально обозначенный продольный участок вокруг жилых зданий, гаражных помещений, спортивных и других коммерческих объектов, на которых запрещена остановка и парковка транспортных средств,',
  },
  {
    'words': ['земљани пут', 'земљаног пута', 'земљани пут', 'земљаним путем'],
    'title': 'Земљани пут',
    'chapter': 'II',
    'paragraph': '10',
    'chlan': '7',
    'sr': '9) _земљани пут_ је пут без изграђеног коловозног застора, па и када на прикључку на други пут има изграђен коловозни застор,',
    'ru':
        '9) _грунтовая дорога_ — это дорога без построенного дорожного покрытия, даже если на съезде на другую дорогу имеется построенное дорожное покрытие,',
  },

  {
    'words': ['коловозне траке', 'коловозна трака', 'коловозним тракама', 'коловозну траку', 'коловозном траком'],
    'title': 'Коловозна трака',
    'chapter': 'II',
    'paragraph': '12',
    'chlan': '7',
    'sr': '11) _коловозна трака_ је уздужни део коловоза намењен за саобраћај возила у једном смеру,',
    'ru': '11) _полоса движения_ — это продольная часть проезжей части, предназначенная для движения транспортных средств в одном направлении,',
  },
  {
    'words': ['коловоз', 'коловозу', 'коловоза'],
    'title': 'Коловоз',
    'chapter': 'II',
    'paragraph': '11',
    'chlan': '7',
    'sr': '10) _коловоз_ је део пута намењен првенствено за кретање возила,',
    'ru': '10) _проезжая часть_ — это часть дороги, предназначенная преимущественно для движения транспортных средств,',
  },
  {
    'words': [
      'саобраћајном траком',
      'саобраћајне траке',
      'саобраћај трактора',
      'саобраћајна трака',
      'саобраћајну траку',
      'саобраћајних трака',
      'саобраћајним тракама',
    ],
    'title': 'Саобраћајна трака',
    'chapter': 'II',
    'paragraph': '13',
    'chlan': '7',
    'sr':
        '12) _саобраћајна трака_ је обележени**, односно необележени<sup>\\*\\*</sup>** уздужни део коловозне траке намењен за саобраћај једне колоне возила,',
    'ru':
        '12) _полоса движения_ — это обозначенная**, или необозначенная<sup>\\*\\*</sup>** продольная часть проезжей части, предназначенная для движения одной колонны транспортных средств,',
  },
  {
    'words': ['бициклистичка трака', 'бициклистичку траку', 'бициклистичком траком', 'бициклистичким тракама'],
    'title': 'Бициклистичка трака',
    'chapter': 'II',
    'paragraph': '14',
    'chlan': '7',
    'sr':
        '13) _бициклистичка трака_ је саобраћајна трака намењена искључиво за саобраћај **лаких електричних возила,<sup>\\*\\*\\*\\*</sup>** бицикала, мопеда и лаких трицикала,',
    'ru':
        '13) _велосипедная полоса_ — это полоса движения, предназначенная исключительно для движения **легких электрических транспортных средств,<sup>\\*\\*\\*\\*</sup>** велосипедов, мопедов и легких трициклов,',
  },
  {
    'words': [],
    'title': '',
    'chapter': 'II',
    'paragraph': '15',
    'chlan': '7',
    'sr':
        '14) _саобраћајна трака за спора возила_ је саобраћајна трака којом се морају кретати спора возила која се крећу брзином мањом од одређене да не би ометала саобраћај других возила,',
    'ru':
        '14) _полоса движения для медленных транспортных средств_ — это полоса движения, по которой должны двигаться медленные транспортные средства, движущиеся со скоростью меньшей, чем установленная, чтобы не препятствовать движению других транспортных средств,',
  },
  {
    'words': ['зауставну траку', 'зауставна трака', 'зауставном траком'],
    'title': 'Зауставна трака',
    'chapter': 'II',
    'paragraph': '16',
    'chlan': '7',
    'sr':
        '15) _зауставна трака_ је обележени уздужни део пута намењен искључиво за заустављање возила која се због непредвидивих разлога морају зауставити (неисправност, изненадна неспособност возача за управљање возилом и сл.),',
    'ru':
        '15) _остановочная полоса_ — это обозначенная продольная часть дороги, предназначенная исключительно для остановки транспортных средств, которые по непредвиденным причинам должны остановиться (неисправность, внезапная неспособность водителя управлять транспортным средством и т.п.),',
  },
  {
    'words': ['саобраћајна трака за укључивање', 'саобраћајну траку за укључивање'],
    'title': 'Саобраћајна трака за укључивање',
    'chapter': 'II',
    'paragraph': '17',
    'chlan': '7',
    'sr': '16) _саобраћајна трака за укључивање_ је саобраћајна трака намењена за укључивање возила на пут,',
    'ru': '16) _полоса разгона_ — это полоса движения, предназначенная для въезда транспортных средств на дорогу,',
  },
  {
    'words': ['саобраћајна трака за искључивање'],
    'title': 'Саобраћајна трака за искључивање',
    'chapter': 'II',
    'paragraph': '18',
    'chlan': '7',
    'sr': '17) _саобраћајна трака за искључивање_ је саобраћајна трака намењена за искључивање возила са пута,',
    'ru': '17) _полоса торможения_ — это полоса движения, предназначенная для съезда транспортных средств с дороги,',
  },
  {
    'words': ['саобраћајна трака за возила јавног превоза путника', 'саобраћајну траку за возила јавног превоза путника'],
    'title': 'Саобраћајна трака за возила јавног превоза путника',
    'chapter': 'II',
    'paragraph': '19',
    'chlan': '7',
    'sr':
        '18) _саобраћајна трака за возила јавног превоза путника_ је саобраћајна трака намењена искључиво за кретање возила јавног превоза путника и која може бити изграђена тако да се по њој могу кретати трамваји,',
    'ru':
        '18) _полоса движения для транспортных средств общественного транспорта_ — это полоса движения, предназначенная исключительно для движения транспортных средств общественного транспорта и которая может быть построена таким образом, чтобы по ней могли двигаться трамваи,',
  },
  {
    'words': ['раскрснице', 'раскрсница', 'раскрсницу', 'раскрсници', 'раскрсницом', 'раскрсницама'],
    'title': 'Раскрсница',
    'chapter': 'II',
    'paragraph': '20',
    'chlan': '7',
    'sr': '19) _раскрсница_ је део коловоза на коме се укрштају, спајају или раздвајају путеви у истом нивоу,',
    'ru': '19) _перекресток_ — это часть проезжей части, на которой пересекаются, соединяются или разделяются дороги на одном уровне,',
  },
  {
    'words': ['трамвајска баштица', 'трамвајску баштицу', 'трамвајском баштицом', 'трамвајској баштици'],
    'title': 'Трамвајска баштица',
    'chapter': 'II',
    'paragraph': '21',
    'chlan': '7',
    'sr': '20) _трамвајска баштица_ је посебно уређен део пута намењен искључиво за кретање трамваја,',
    'ru': '20) _трамвайная полоса_ — это специально оборудованная часть дороги, предназначенная исключительно для движения трамваев,',
  },
  {
    'words': ['тротоаром', 'тротоар', 'тротоару', 'тротоара'],
    'title': 'Тротоар',
    'chapter': 'II',
    'paragraph': '22',
    'chlan': '7',
    'sr': '21) _тротоар_ је посебно уређен део пута поред коловоза намењен првенствено за кретање пешака,',
    'ru':
        '21) _тротуар_ — это специально оборудованная часть дороги рядом с проезжей частью, предназначенная преимущественно для движения пешеходов,',
  },
  {
    'words': ['паркиралиште', 'паркиралишту', 'паркиралишта'],
    'title': 'Паркиралиште',
    'chapter': 'II',
    'paragraph': '23',
    'chlan': '7',
    'sr':
        '22) _паркиралиште_ је део пута намењен, уређен и означен првенствено за паркирање возила, који се састоји од једног или више паркинг места,',
    'ru':
        '22) _парковка_ — это часть дороги, предназначенная, оборудованная и обозначенная преимущественно для парковки транспортных средств, состоящая из одного или нескольких парковочных мест,',
  },
  {
    'words': ['паркинг место', 'паркинг места', 'паркинг месту', 'паркинг местима'],
    'title': 'Паркинг место',
    'chapter': 'II',
    'paragraph': '24',
    'chlan': '7',
    'sr': '23) _паркинг_ _место_ је означени део паркиралишта искључиво намењен за паркирање једног возила,',
    'ru': '23) _парковочное_ _место_ — это обозначенная часть парковки, предназначенная исключительно для парковки одного транспортного средства,',
  },
  {
    'words': ['пешачки прелаз', 'пешачком прелазу', 'пешачког прелаза'],
    'title': 'Пешачки прелаз',
    'chapter': 'II',
    'paragraph': '25',
    'chlan': '7',
    'sr': '24) _пешачки прелаз_ је означени део коловоза намењен за прелазак пешака преко коловоза,',
    'ru': '24) _пешеходный переход_ — это обозначенная часть проезжей части, предназначенная для перехода пешеходов через проезжую часть,',
  },
  {
    'words': ['пешачком стазом', 'пешачка стаза', 'пешачкој стази', 'пешачке стазе', 'пешачку стазу'],
    'title': 'Пешачка стаза',
    'chapter': 'II',
    'paragraph': '26',
    'chlan': '7',
    'sr': '25) _пешачка стаза_ је пут који је намењен искључиво за кретање пешака,',
    'ru': '25) _пешеходная дорожка_ — это дорога, предназначенная исключительно для движения пешеходов,',
  },
  {
    'words': [
      'бициклистичком стазом',
      'бициклистичка стаза',
      'бициклистичку стазу',
      'бициклистичке стазе',
      'бициклистичкој стази',
      'бициклистичким стазама',
    ],
    'title': 'Бициклистичка стаза',
    'chapter': 'II',
    'paragraph': '27',
    'chlan': '7',
    'sr': '26) _бициклистичка стаза_ је пут намењен искључиво за кретање бицикала **и лаких електричних возила<sup>\\*\\*\\*\\*</sup>** ,',
    'ru':
        '26) _велосипедная дорожка_ — это дорога, предназначенная исключительно для движения велосипедов **и легких электрических транспортных средств<sup>\\*\\*\\*\\*</sup>** ,',
  },
  {
    'words': [],
    'title': '',
    'chapter': 'II',
    'paragraph': '28',
    'chlan': '7',
    'sr':
        '**26а) пешачко-бициклистичка стаза је пут намењен за кретање пешака<sup>\\*\\*</sup> бицикала и лаких електричних возила<sup>\\*\\*\\*\\*</sup> ,<sup>\\*\\*</sup>**',
    'ru':
        '**26а) пешеходно-велосипедная дорожка — это дорога, предназначенная для движения пешеходов<sup>\\*\\*</sup>, велосипедов и легких электрических транспортных средств<sup>\\*\\*\\*\\*</sup> ,<sup>\\*\\*</sup>**',
  },
  {
    'words': ['тргу', 'трг', 'трговима'],
    'title': 'Трг',
    'chapter': 'II',
    'paragraph': '29',
    'chlan': '7',
    'sr':
        '27) _трг_ је посебан плато намењен кретању и окупљању пешака који је дефинисан урбанистичким плановима и проглашен од стране органа локалне самоуправе,',
    'ru':
        '27) _площадь_ — это особая площадка, предназначенная для движения и сбора пешеходов, которая определена градостроительными планами и объявлена органом местного самоуправления,',
  },
  {
    'words': ['прелаза пута преко пруге'],
    'title': 'Прелаз пута преко пруге',
    'chapter': 'II',
    'paragraph': '30',
    'chlan': '7',
    'sr': '28) _прелаз пута преко пруге_ је место на којем се у истом нивоу укрштају пут и железничка или трамвајска пруга,',
    'ru': '28) _железнодорожный переезд_ — это место, где на одном уровне пересекаются дорога и железнодорожная или трамвайная линия,',
  },
  {
    'words': ['пешачко острво', 'пешачких острва'],
    'title': 'Пешачко острво',
    'chapter': 'II',
    'paragraph': '31',
    'chlan': '7',
    'sr':
        '29) _пешачко острво_ је обележени или уздигнути део коловоза који је одређен за привремено задржавање пешака који прелазе преко коловоза, улазе или излазе из возила за јавни превоз путника,',
    'ru':
        '29) _пешеходный островок_ — это обозначенная или возвышенная часть проезжей части, предназначенная для временного пребывания пешеходов, переходящих через проезжую часть, входящих или выходящих из транспортных средств общественного транспорта,',
  },
  {
    'words': ['насеља', 'насељу', 'насеље'],
    'title': 'Прелаз пута преко пруге',
    'chapter': 'II',
    'paragraph': '32',
    'chlan': '7',
    'sr':
        '30) _насеље_ је изграђен, функционално обједињен простор, који је намењен за живот и рад становника, **и чије су границе обележене одговарајућим саобраћајним знаком,<sup>\\*</sup>**',
    'ru':
        '30) _населенный пункт_ — это построенное, функционально объединенное пространство, предназначенное для жизни и работы жителей, **и границы которого обозначены соответствующим дорожным знаком,<sup>\\*</sup>**',
  },
  {
    'words': ['возилима', 'возила', 'возилом', 'возило', 'возилу', 'возил'],
    'title': 'Возило',
    'chapter': 'II',
    'paragraph': '33',
    'chlan': '7',
    'sr': '31) _возило_ је средство које је по конструкцији, уређајима, склоповима и опреми намењено и оспособљено за кретање по путу,',
    'ru':
        '31) _транспортное средство_ — это средство, которое по конструкции, устройствам, узлам и оборудованию предназначено и приспособлено для движения по дороге,',
  },
  {
    'words': [],
    'title': '',
    'chapter': 'II',
    'paragraph': '34',
    'chlan': '7',
    'sr':
        '**31а) _лако електрично возило_ је моторно возило са најмање два точка, са механичким управљачем, без места за седење, чија трајна номинална снага електромотора није већа од 0,6 kW, чија највећа конструктивна брзина не прелази 25 km/h и чија маса празног возила не прелази 35 kg,<sup>\\*\\*\\*\\*</sup>**',
    'ru':
        '**31а) _легкое электрическое транспортное средство_ — это моторное транспортное средство с не менее чем двумя колесами, с механическим рулевым управлением, без сидений, постоянная номинальная мощность электродвигателя которого не превышает 0,6 кВт, максимальная конструктивная скорость не превышает 25 км/ч, а масса пустого транспортного средства не превышает 35 кг,<sup>\\*\\*\\*\\*</sup>**',
  },
  {
    'words': ['бицикла', 'бициклом', 'бицикл', 'бицикле', 'бицикли'],
    'title': 'Бицикл',
    'chapter': 'II',
    'paragraph': '35',
    'chlan': '7',
    'sr':
        '32) _бицикл_ је возило са најмање два точка које се покреће снагом возача, односно путника, која се помоћу педала или ручица преноси на точак, односно точкове,',
    'ru':
        '32) _велосипед_ — это транспортное средство с не менее чем двумя колесами, которое приводится в движение силой водителя или пассажира, передаваемой на колесо или колеса с помощью педалей или рукояток,',
  },
  {
    'words': ['моторно возило', 'моторним возилима', 'моторним возилом', 'моторних возила', 'моторног возила', 'моторном возилу', 'моторна возила'],
    'title': 'Моторно возило',
    'chapter': 'II',
    'paragraph': '36',
    'chlan': '7',
    'sr':
        '33) _моторно возило_ је возило које се покреће снагом сопственог мотора, које је по конструкцији, уређајима, склоповима и опреми намењено и оспособљено за превоз лица, односно ствари, за обављање радова, односно за вучу прикључног возила, осим шинских возила,',
    'ru':
        '33) _моторное транспортное средство_ — это транспортное средство, которое приводится в движение собственным двигателем, которое по конструкции, устройствам, узлам и оборудованию предназначено и приспособлено для перевозки лиц или грузов, для выполнения работ или для буксировки прицепного транспортного средства, за исключением рельсовых транспортных средств,',
  },
  {
    'words': ['мопед', 'мопеда', 'мопедима', 'мопеде', 'мопедом'],
    'title': 'Мопед',
    'chapter': 'II',
    'paragraph': '37',
    'chlan': '7',
    'sr':
        '34) _мопед_ је моторно возило са два точка чија највећа конструктивна брзина, без обзира на начин преноса, не прелази 45 km/h, при чему радна запремина мотора, када возило има мотор са унутрашњим сагоревањем не прелази 50 cm³, или са мотором чија највећа трајна номинална снага не прелази 4 kW када возило има електрични погон,',
    'ru':
        '34) _мопед_ — это двухколесное моторное транспортное средство, максимальная конструктивная скорость которого, независимо от способа передачи, не превышает 45 км/ч, при этом рабочий объем двигателя, если транспортное средство имеет двигатель внутреннего сгорания, не превышает 50 см³, или с двигателем, максимальная постоянная номинальная мощность которого не превышает 4 кВт, если транспортное средство имеет электрический привод,',
  },
  {
    'words': ['лаки трицикл', 'лаке трицикле', 'лаких трицикала', 'лаким трициклом'],
    'title': 'Лаки трицикл',
    'chapter': 'II',
    'paragraph': '38',
    'chlan': '7',
    'sr':
        '35) _лаки трицикл_ је моторно возило са три точка чија највећа конструктивна брзина, без обзира на начин преноса, не прелази 45 km/h, при чему радна запремина мотора, када возило има мотор са унутрашњим сагоревањем са погоном на бензин, не прелази 50 cm³, или чија највећа ефективна снага мотора не прелази 4 kW када возило има мотор са унутрашњим сагоревањем са другом врстом погонског горива или чија највећа трајна номинална снага мотора не прелази 4 kW када возило има електрични погон,',
    'ru':
        '35) _легкий трицикл_ — это трехколесное моторное транспортное средство, максимальная конструктивная скорость которого, независимо от способа передачи, не превышает 45 км/ч, при этом рабочий объем двигателя, если транспортное средство имеет бензиновый двигатель внутреннего сгорания, не превышает 50 см³, или максимальная эффективная мощность двигателя не превышает 4 кВт, если транспортное средство имеет двигатель внутреннего сгорания с другим видом топлива, или максимальная постоянная номинальная мощность двигателя не превышает 4 кВт, если транспортное средство имеет электрический привод,',
  },
  {
    'words': ['мотоцикл', 'мотоцикала', 'мотоциклима', 'мотоцикла', 'мотоцикле'],
    'title': 'Лаки трицикл',
    'chapter': 'II',
    'paragraph': '39',
    'chlan': '7',
    'sr':
        '36) _мотоцикл_ је моторно возило са два точка или са три точка асиметрично распоређена у односу на средњу подужну раван возила (мотоцикл са бочним седиштем), чија највећа конструктивна брзина, без обзира на начин преноса, прелази 45 km/h, или са мотором чија радна запремина мотора када возило има мотор са унутрашњим сагоревањем прелази 50 cm³, или са мотором чија највећа трајна номинална снага прелази 4 kW када возило има електрични погон,',
    'ru':
        '36) _мотоцикл_ — это двухколесное моторное транспортное средство или трехколесное транспортное средство с асимметричным расположением колес относительно средней продольной плоскости транспортного средства (мотоцикл с боковым прицепом), максимальная конструктивная скорость которого, независимо от способа передачи, превышает 45 км/ч, или с двигателем, рабочий объем которого, если транспортное средство имеет двигатель внутреннего сгорания, превышает 50 см³, или с двигателем, максимальная постоянная номинальная мощность которого превышает 4 кВт, если транспортное средство имеет электрический привод,',
  },
  {
    'words': ['тешки трицикл', 'тешком трициклу', 'тешких трицикала', 'тешким трициклом'],
    'title': 'Тешки трицикл',
    'chapter': 'II',
    'paragraph': '40',
    'chlan': '7',
    'sr':
        '37) _тешки трицикл_ је моторно возило са три точка, симетрично распоређених у односу на средњу подужну раван возила, чија највећа конструктивна брзина, без обзира на начин преноса, прелази 45 km/h, или са мотором чија радна запремина мотора када возило има мотор са унутрашњим сагоревањем са погоном на бензин прелази 50 cm³, или чија највећа ефективна снага мотора прелази 4 kW када возило има мотор са унутрашњим сагоревањем са другом врстом погонског горива или чија највећа трајна номинална снага мотора прелази 4 kW када возило има електрични погон,',
    'ru':
        '37) _тяжелый трицикл_ — это трехколесное моторное транспортное средство с симметричным расположением колес относительно средней продольной плоскости транспортного средства, максимальная конструктивная скорость которого, независимо от способа передачи, превышает 45 км/ч, или с двигателем, рабочий объем которого, если транспортное средство имеет бензиновый двигатель внутреннего сгорания, превышает 50 см³, или максимальная эффективная мощность двигателя превышает 4 кВт, если транспортное средство имеет двигатель внутреннего сгорания с другим видом топлива, или максимальная постоянная номинальная мощность двигателя превышает 4 кВт, если транспортное средство имеет электрический привод,',
  },
  {
    'words': ['лаки четвороцикл', 'лаком четвороциклу', 'лаке четвороцикле', 'лаких четвороцикала', 'лаким четвороциклом'],
    'title': 'Лаки четвороцикл',
    'chapter': 'II',
    'paragraph': '41',
    'chlan': '7',
    'sr':
        '38) _лаки четвороцикл_ је моторно возило са четири точка, чија маса **празног возила<sup>\\*\\*</sup>** не прелази 350 kg, што не укључује масу батерија возила са електричним погоном, чија највећа конструктивна брзина, без обзира на начин преноса, не прелази 45 km/h, при чему радна запремина мотора, када возило има мотор са унутрашњим сагоревањем са погоном на бензин, не прелази 50 cm³, или чија највећа ефективна снага мотора не прелази 4 kW када возило има мотор са унутрашњим сагоревањем са другом врстом погонског горива или чија највећа трајна номинална снага мотора не прелази 4 kW када возило има електрични погон,',
    'ru':
        '38) _легкий квадроцикл_ — это четырехколесное моторное транспортное средство, **пустая масса<sup>\\*\\*</sup>** которого не превышает 350 кг, что не включает массу батарей транспортного средства с электрическим приводом, максимальная конструктивная скорость которого, независимо от способа передачи, не превышает 45 км/ч, при этом рабочий объем двигателя, если транспортное средство имеет бензиновый двигатель внутреннего сгорания, не превышает 50 см³, или максимальная эффективная мощность двигателя не превышает 4 кВт, если транспортное средство имеет двигатель внутреннего сгорания с другим видом топлива, или максимальная постоянная номинальная мощность двигателя не превышает 4 кВт, если транспортное средство имеет электрический привод,',
  },
  {
    'words': ['тешки четвороцикл', 'тешком четвороциклу', 'тешких четвороцикала', 'тешким четвороциклом'],
    'title': 'Тешки четвороцикл',
    'chapter': 'II',
    'paragraph': '42',
    'chlan': '7',
    'sr':
        '39) _тешки четвороцикл_ је моторно возило са четири точка, осим лаког четвороцикла, чија маса **празног возила<sup>\\*\\*</sup>** не прелази 400 kg, односно 550 kg за теретна возила, што не укључује масу батерија возила са електричним погоном, и чија највећа ефективна снага, односно највећа трајна номинална снага мотора не прелази 15 kW,',
    'ru':
        '39) _тяжелый квадроцикл_ — это четырехколесное моторное транспортное средство, за исключением легкого квадроцикла, **пустая масса<sup>\\*\\*</sup>** которого не превышает 400 кг, или 550 кг для грузовых транспортных средств, что не включает массу батарей транспортного средства с электрическим приводом, и максимальная эффективная мощность, или максимальная постоянная номинальная мощность двигателя которого не превышает 15 кВт,',
  },
  {
    'words': ['возила за превоз путника', 'возилима за превоз путника'],
    'title': 'Возило за превоз путника',
    'chapter': 'II',
    'paragraph': '43',
    'chlan': '7',
    'sr':
        '40) _возило за превоз путника_ је моторно возило првенствено намењено за превоз лица, чија је маса **празног возила<sup>\\*\\*</sup>** већа од 400 kg, и чија највећа ефективна снага, односно највећа трајна номинална снага мотора је већа од 15 kW,',
    'ru':
        '40) _транспортное средство для перевозки пассажиров_ — это моторное транспортное средство, предназначенное преимущественно для перевозки лиц, **пустая масса<sup>\\*\\*</sup>** которого превышает 400 кг, и максимальная эффективная мощность, или максимальная постоянная номинальная мощность двигателя которого превышает 15 кВт,',
  },
  {
    'words': ['путничког возила', 'путничко возило', 'путничких возила', 'путничка возила', 'путничком возилу', 'путничким возилима'],
    'title': 'Путничко возило',
    'chapter': 'II',
    'paragraph': '44',
    'chlan': '7',
    'sr': '41) _путничко возило_ је возило за превоз путника које има највише девет места за седење укључујући и место за седење возача,',
    'ru':
        '41) _легковой автомобиль_ — это транспортное средство для перевозки пассажиров, имеющее не более девяти посадочных мест, включая водительское место,',
  },
  {
    'words': ['аутобус', 'аутобуса', 'аутобусима', 'аутобуси', 'аутобусу', 'аутобусом', 'аутобусе'],
    'title': 'Аутобус',
    'chapter': 'II',
    'paragraph': '45',
    'chlan': '7',
    'sr': '42) _аутобус_ је возило за превоз путника које има више од девет места за седење укључујући и место за седење возача,',
    'ru': '42) _автобус_ — это транспортное средство для перевозки пассажиров, имеющее более девяти посадочных мест, включая водительское место,',
  },
  {
    'words': ['тролејбус'],
    'title': 'Тролејбус',
    'chapter': 'II',
    'paragraph': '46',
    'chlan': '7',
    'sr': '43) _тролејбус_ је аутобус који се преко проводника напаја електричном енергијом,',
    'ru': '43) _троллейбус_ — это автобус, который получает электроэнергию через проводники,',
  },
  {
    'words': [
      'теретног возила',
      'теретно возило',
      'теретних возила',
      'теретним возилима',
      'теретна возила',
      'теретном возилу',
      'теретно возила',
      'теретним возилом',
    ],
    'title': 'Теретно возило',
    'chapter': 'II',
    'paragraph': '47',
    'chlan': '7',
    'sr':
        '44) _теретно возило_ је моторно возило са најмање четири точка, које је намењено за превоз терета, односно вршење рада на начин да се возилом не може превозити никакав други терет, односно вучу прикључних возила, чија је маса већа од 550 kg, и чија највећа ефективна снага, односно највећа трајна номинална снага мотора је већа од 15 kW,',
    'ru':
        '44) _грузовой автомобиль_ — это моторное транспортное средство с не менее чем четырьмя колесами, предназначенное для перевозки грузов, т.е. выполнения работ таким образом, что транспортным средством нельзя перевозить никакой другой груз, т.е. для буксировки прицепных транспортных средств, масса которого превышает 550 кг, и максимальная эффективная мощность, или максимальная постоянная номинальная мощность двигателя которого превышает 15 кВт,',
  },
  {
    'words': ['скупа возила', 'скуп возила', 'скупом возила', 'скупова возила', 'скуповима возила', 'скупове возила'],
    'title': 'Скуп возила',
    'chapter': 'II',
    'paragraph': '48',
    'chlan': '7',
    'sr': '45) _скуп возила_ је састав вучног возила и прикључног, односно прикључних возила, који у саобраћају на путу учествује као једна целина,',
    'ru':
        '45) _состав транспортных средств_ — это совокупность тягача и прицепа или прицепов, которая в дорожном движении участвует как единое целое,',
  },
  {
    'words': ['туристички воз', 'туристичком возу'],
    'title': 'Туристички воз',
    'chapter': 'II',
    'paragraph': '49',
    'chlan': '7',
    'sr':
        '46) _туристички воз_ је скуп возила који чине вучно возило и прикључна возила, намењен за превоз путника у парковима, хотелско-туристичким и сличним насељима, на површини на којој се не обавља саобраћај и путу на коме се саобраћај обавља у туристичке сврхе и чија највећа конструктивна брзина кретања не прелази 25 km/h,',
    'ru':
        '46) _туристический поезд_ — это состав транспортных средств, состоящий из тягача и прицепов, предназначенный для перевозки пассажиров в парках, гостинично-туристических и аналогичных населенных пунктах, на территории, где не осуществляется движение, и на дороге, по которой движение осуществляется в туристических целях, и максимальная конструктивная скорость движения которого не превышает 25 км/ч,',
  },
  {
    'words': ['вучног возила', 'вучно возило', 'вученим возилом', 'вучном возилу'],
    'title': 'Вучно возило',
    'chapter': 'II',
    'paragraph': '50',
    'chlan': '7',
    'sr':
        '**46а) _вучно возило туристичког воза_ је моторно возило које је првенствено намењено за вучу прикључних возила туристичког воза,<sup>\\*\\*</sup>**',
    'ru':
        '**46а) _тягач туристического поезда_ — это моторное транспортное средство, предназначенное преимущественно для буксировки прицепов туристического поезда,<sup>\\*\\*</sup>**',
  },
  {
    'words': [],
    'title': '',
    'chapter': 'II',
    'paragraph': '51',
    'chlan': '7',
    'sr':
        '**46б) _прикључно возило туристичког воза_ је прикључно возило за превоз путника које је намењено да буде вучено искључиво од стране вучног возила туристичког воза,<sup>\\*\\*</sup>**',
    'ru':
        '**46б) _прицеп туристического поезда_ — это прицепное транспортное средство для перевозки пассажиров, предназначенное для буксировки исключительно тягачом туристического поезда,<sup>\\*\\*</sup>**',
  },
  {
    'words': ['радна машина', 'радних машина', 'радним машинама', 'радном машином'],
    'title': 'Радна машина',
    'chapter': 'II',
    'paragraph': '52',
    'chlan': '7',
    'sr':
        '47) _радна машина_ је моторно возило које је првенствено намењено за извођење одређених радова (комбајн, ваљак, грејдер, утоваривач, ровокопач, булдожер, виљушкар и сл.) и чија највећа конструктивна брзина кретања не прелази 45 km/h,',
    'ru':
        '47) _рабочая машина_ — это моторное транспортное средство, предназначенное преимущественно для выполнения определенных работ (комбайн, каток, грейдер, погрузчик, экскаватор, бульдозер, вилочный погрузчик и т.п.) и максимальная конструктивная скорость движения которого не превышает 45 км/ч,',
  },
  {
    'words': ['трактора', 'трактор', 'тракторима', 'трактори', 'тракторе', 'трактором'],
    'title': 'Трактор',
    'chapter': 'II',
    'paragraph': '53',
    'chlan': '7',
    'sr':
        '48) _трактор_ је моторно возило које има најмање две осовине и које је првенствено намењено за вучење, гурање, ношење или погон измењивих прикључака за извођење првенствено пољопривредних, шумских или других радова и за вучу прикључних возила за трактор,',
    'ru':
        '48) _трактор_ — это моторное транспортное средство, имеющее не менее двух осей и предназначенное преимущественно для буксировки, толкания, перевозки или привода сменных навесных орудий для выполнения преимущественно сельскохозяйственных, лесных или других работ, а также для буксировки прицепов для трактора,',
  },
  {
    'words': ['мотокултиватора', 'мотокултиватором', 'мотокултиватор', 'мотокултиваторима'],
    'title': 'Мотокултиватор',
    'chapter': 'II',
    'paragraph': '54',
    'chlan': '7',
    'sr':
        '49) _мотокултиватор_ је моторно возило које се састоји из погонско-управљачког и товарног дела, који су конструктивно раздвојиви, а у саобраћају на путу учествују искључиво као једна целина, чији погонски део према конструкцији, уређајима, склоповима и опреми је намењен и оспособљен за гурање, вучење, ношење или погон изменљивих прикључака за извођење пољопривредних радова, чија највећа конструкцијска брзина није већа од 30 km/h и чија снага мотора није већа од 12 kW,',
    'ru':
        '49) _мотокультиватор_ — это моторное транспортное средство, состоящее из силового и управляющего, а также грузового отсеков, которые конструктивно разделяемы, а в дорожном движении участвуют исключительно как единое целое, силовая часть которого по конструкции, устройствам, узлам и оборудованию предназначена и приспособлена для толкания, буксировки, перевозки или привода сменных навесных орудий для выполнения сельскохозяйственных работ, максимальная конструктивная скорость которого не превышает 30 км/ч, а мощность двигателя не превышает 12 кВт,',
  },
  {
    'words': [
      'прикључног возила',
      'прикључно возило',
      'прикључних возила',
      'прикључна возила',
      'прикључном возилу',
      'прикључним возилима',
      'прикључним возилом',
    ],
    'title': 'Прикључно возило',
    'chapter': 'II',
    'paragraph': '55',
    'chlan': '7',
    'sr':
        '50) _прикључно возило_ је возило које је по конструкцији, уређајима, склоповима и опреми намењено и оспособљено да буде вучено од другог возила, а служи за превоз путника, односно ствари, односно за обављање радова,',
    'ru':
        '50) _прицепное транспортное средство_ — это транспортное средство, которое по конструкции, устройствам, узлам и оборудованию предназначено и приспособлено для буксировки другим транспортным средством и служит для перевозки пассажиров или грузов, или для выполнения работ,',
  },
  {
    'words': [
      'прикључних возила за трактор',
      'прикључним возилима за трактор',
      'прикључно возило за трактор',
      'прикључним возилом за трактор',
      'прикључног возила за трактор',
    ],
    'title': 'Прикључно возило за трактор',
    'chapter': 'II',
    'paragraph': '56',
    'chlan': '7',
    'sr': '51) _прикључно возило за трактор_ је прикључно возило које је намењено да буде вучено искључиво од стране трактора,',
    'ru':
        '51) _прицепное транспортное средство для трактора_ — это прицепное транспортное средство, предназначенное для буксировки исключительно трактором,',
  },
  {
    'words': ['прикључак за извођење радова', 'прикључцима за извођење радова'],
    'title': 'Прикључак за извођење радова',
    'chapter': 'II',
    'paragraph': '57',
    'chlan': '7',
    'sr':
        '**52) _прикључак за извођење радова_ је изменљиво оруђе које служи за обављање пољопривредних и других радова, које моторно возило вуче, гура или носи,<sup>\\*\\*</sup>**',
    'ru':
        '**52) _навесное оборудование для выполнения работ_ — это сменное орудие, предназначенное для выполнения сельскохозяйственных и других работ, которое моторное транспортное средство буксирует, толкает или перевозит,<sup>\\*\\*</sup>**',
  },
  {
    'words': ['запрежног возила', 'запрежним возилом', 'запрежно возило', 'запрежних возила', 'запрежна возила', 'запрежним возилима'],
    'title': 'Запрежно возило',
    'chapter': 'II',
    'paragraph': '58',
    'chlan': '7',
    'sr': '53) _запрежно возило_ је возило које је намењено и оспособљено да га вуче упрегнута животиња,',
    'ru': '53) _гужевое транспортное средство_ — это транспортное средство, предназначенное и приспособленное для буксировки запряженным животным,',
  },
  {
    'words': ['трамвај', 'трамваја', 'трамвајском', 'трамвајем', 'трамваји', 'трамваје'],
    'title': 'Трамвај',
    'chapter': 'II',
    'paragraph': '59',
    'chlan': '7',
    'sr':
        '54) _трамвај_ је шинско возило намењено првенствено за превоз путника, које се креће по шинама, и које је ради напајања електричном енергијом повезано на електрични вод,',
    'ru':
        '54) _трамвай_ — это рельсовое транспортное средство, предназначенное преимущественно для перевозки пассажиров, которое движется по рельсам и для подачи электроэнергии подключено к электрической линии,',
  },
  {
    'words': [],
    'title': '',
    'chapter': 'II',
    'paragraph': '60',
    'chlan': '7',
    'sr':
        '55) _војно возило_ је свако борбено и неборбено возило и друго возило које је регистровано по посебним прописима министарства надлежног за послове одбране, као и свако друго прописно обележено возило док се, по основу извршавања материјалне обавезе, налази на коришћењу у јединицама и установама министарства надлежног за послове одбране и Војске Србије,',
    'ru':
        '55) _военное транспортное средство_ — это любое боевое и небоевое транспортное средство, а также другое транспортное средство, зарегистрированное в соответствии с особыми правилами министерства, отвечающего за вопросы обороны, а также любое другое надлежащим образом обозначенное транспортное средство, находящееся на использовании в подразделениях и учреждениях министерства, отвечающего за вопросы обороны, и Вооруженных Сил Сербии на основании выполнения материальных обязательств,',
  },
  {
    'words': ['регистровано возило', 'регистрованог возила'],
    'title': 'Регистровано возило',
    'chapter': 'II',
    'paragraph': '61',
    'chlan': '7',
    'sr':
        '56) _регистровано возило_ је возило које је уписано у јединствени регистар возила и за које је издата саобраћајна дозвола, регистарске таблице и регистрациона налепница,',
    'ru':
        '56) _зарегистрированное транспортное средство_ — это транспортное средство, внесенное в единый реестр транспортных средств, для которого выданы свидетельство о регистрации, регистрационные знаки и регистрационная наклейка,',
  },
  {
    'words': ['маса празног возила'],
    'title': 'Маса празног возила',

    'chapter': 'II',
    'paragraph': '62',
    'chlan': '7',
    'sr':
        '**57) _маса празног возила_ је маса коју декларише произвођач возила и која подразумева масу неоптерећеног возила са каросеријом (надградњом), односно шасије са кабином уколико произвођач не уграђује каросерију (надградњу), најмање 90% горива, пуним резервоарима за техничке течности, сталним теретом (трајно уграђени уређаји и опрема на возилу нпр. кран, дизалица и др), резервним точком (уколико постоји) и припадајућим алатом,<sup>\\*\\*</sup>**',
    'ru':
        '**57) _масса пустого транспортного средства_ — это масса, заявленная производителем транспортного средства, и которая подразумевает массу незагруженного транспортного средства с кузовом (надстройкой) или шасси с кабиной, если производитель не устанавливает кузов (надстройку), не менее 90% топлива, полные баки для технических жидкостей, постоянный груз (постоянно установленные устройства и оборудование на транспортном средстве, например, кран, подъемник и др.), запасное колесо (если имеется) и соответствующий инструмент,<sup>\\*\\*</sup>**',
  },
  {
    'words': ['маса возила', 'масе возила', 'масу возила'],
    'title': 'Маса возила',
    'chapter': 'II',
    'paragraph': '63',
    'chlan': '7',
    'sr': '**57а) _маса возила_ је маса возила спремног за вожњу коју декларише произвођач возила и која подразумева:<sup>\\*\\*</sup>**',
    'ru':
        '**57а) _масса транспортного средства_ — это масса транспортного средства, готового к движению, заявленная производителем транспортного средства и подразумевающая:<sup>\\*\\*</sup>**',
  },
  {
    'words': ['носивост возила', 'носивости возила'],
    'title': 'Носивост возила',
    'chapter': 'II',
    'paragraph': '68',
    'chlan': '7',
    'sr': '**58) _носивост возила_ је разлика највеће дозвољене масе возила и масе возила,<sup>\\*\\*</sup>**',
    'ru':
        '**58) _грузоподъемность транспортного средства_ — это разница между максимально допустимой массой транспортного средства и массой транспортного средства,<sup>\\*\\*</sup>**',
  },
  {
    'words': ['највећа дозвољена маса возила', 'највећих дозвољених маса возила', 'највеће дозвољене масе возила', 'највећу дозвољену масу возила'],
    'title': 'Највећа дозвољена маса возила',
    'chapter': 'II',
    'paragraph': '69',
    'chlan': '7',
    'sr': '**59) _највећа дозвољена маса возила_ је маса коју декларише произвођач возила,<sup>\\*\\*</sup>**',
    'ru':
        '**59) _максимально допустимая масса транспортного средства_ — это масса, заявленная производителем транспортного средства,<sup>\\*\\*</sup>**',
  },
  {
    'words': ['укупна маса возила', 'укупне масе возила'],
    'title': 'Укупна маса возила',
    'chapter': 'II',
    'paragraph': '70',
    'chlan': '7',
    'sr': '60) _укупна маса возила_ је маса возила и маса којом је возило оптерећено (лица и терет),',
    'ru':
        '60) _общая масса транспортного средства_ — это масса транспортного средства и масса, которой транспортное средство загружено (лица и груз),',
  },
  {
    'words': ['највећа дозвољена укупна маса возила', 'највеће дозвољене укупне масе возила'],
    'title': 'Највећа дозвољена укупна маса возила',
    'chapter': 'II',
    'paragraph': '71',
    'chlan': '7',
    'sr':
        '61) _највећа дозвољена укупна маса возила, односно скупа возила_ је највећа маса оптерећеног возила, односно скупа возила, који је надлежни државни орган прописао као највећу дозвољену,',
    'ru':
        '61) _максимально допустимая общая масса транспортного средства или состава транспортных средств_ — это максимальная масса загруженного транспортного средства или состава транспортных средств, которая установлена компетентным государственным органом как максимально допустимая,',
  },
  {
    'words': ['највећа дозвољена маса скупа возила'],
    'title': 'Највећа дозвољена маса скупа возила',
    'chapter': 'II',
    'paragraph': '72',
    'chlan': '7',
    'sr':
        '62) _највећа дозвољена маса скупа возила_ је збир највећих дозвољених маса возила која чине скуп, умањен за вертикално оптерећење које возило прима од прикључног возила,',
    'ru':
        '62) _максимально разрешенная масса автопоезда_ – это сумма максимально разрешенных масс транспортных средств, составляющих автопоезд, уменьшенная на вертикальную нагрузку, которую транспортное средство получает от прицепа,',
  },
  {
    'words': ['укупна маса скупа возила'],
    'title': 'Укупна маса скупа возила',
    'chapter': 'II',
    'paragraph': '73',
    'chlan': '7',
    'sr': '63) _укупна маса скупа возила_ је маса оптерећеног скупа возила (лица и терет),',
    'ru': '63) _общая масса автопоезда_ – это масса нагруженного автопоезда (люди и груз),',
  },
  {
    'words': ['осовинско оптерећење', 'осовинског оптерећења', 'осовинска оптерећења', 'осовинским оптерећењем'],
    'title': 'Осовинско оптерећење',
    'chapter': 'II',
    'paragraph': '74',
    'chlan': '7',
    'sr':
        '64) _осовинско оптерећење_ је део укупне масе возила у хоризонталном положају којим његова осовина оптерећује коловоз у стању мировања возила,',
    'ru':
        '64) _осевая нагрузка_ – это часть общей массы транспортного средства в горизонтальном положении, которой его ось нагружает проезжую часть в состоянии покоя транспортного средства,',
  },
  {
    'words': ['највеће дозвољено осовинско оптерећење произвођача возила'],
    'title': 'Највеће дозвољено осовинско оптерећење произвођача возила',
    'chapter': 'II',
    'paragraph': '75',
    'chlan': '7',
    'sr':
        '**64а) _највеће дозвољено осовинско оптерећење произвођача возила_ је највеће оптерећење које осовина возила преноси на хоризонталну подлогу према декларацији произвођача у стању мировања,<sup>\\*\\*</sup>**',
    'ru':
        '**64а) _максимально разрешенная осевая нагрузка производителя транспортного средства_ – это максимальная нагрузка, которую ось транспортного средства передает на горизонтальную поверхность согласно декларации производителя в состоянии покоя,<sup>\\*\\*</sup>**',
  },
  {
    'words': ['преправка возила', 'преправљеног возила'],
    'title': 'преправка возила',
    'chapter': 'II',
    'paragraph': '76',
    'chlan': '7',
    'sr':
        '65) _преправка возила_ је промена конструктивних карактеристика возила којим се мења намена или врста возила или декларисане техничке карактеристике возила или декларисане карактеристике уређаја и склопова возила,',
    'ru':
        '65) _переоборудование транспортного средства_ – это изменение конструктивных характеристик транспортного средства, которым изменяется назначение или тип транспортного средства, или заявленные технические характеристики транспортного средства, или заявленные характеристики устройств и агрегатов транспортного средства,',
  },
  {
    'words': ['поправка возила', 'поправку возила', 'поправке возила'],
    'title': 'поправка возила',
    'chapter': 'II',
    'paragraph': '77',
    'chlan': '7',
    'sr': '66) _поправка возила_ је довођење возила, односно уређаја и склопова возила у исправно стање,',
    'ru':
        '66) _ремонт транспортного средства_ – это приведение транспортного средства, т.е. устройств и агрегатов транспортного средства в исправное состояние,',
  },
  {
    'words': [
      'учесник у саобраћају',
      'учесника у саобраћају',
      'учеснике у саобраћају',
      'учесницима у саобраћају',
      'учесници у саобраћају',
      'учеснику у саобраћају',
    ],
    'title': 'учесник у саобраћају',
    'chapter': 'II',
    'paragraph': '78',
    'chlan': '7',
    'sr': '67) _учесник у саобраћају_ је лице које на било који начин учествује у саобраћају,',
    'ru': '67) _участник дорожного движения_ – это лицо, которое каким-либо образом участвует в дорожном движении,',
  },
  {
    'words': ['возачима', 'возач', 'возача', 'возачи', 'возачу', 'возаче'],
    'title': 'возач',
    'chapter': 'II',
    'paragraph': '79',
    'chlan': '7',
    'sr': '68) _возач_ је лице које на путу управља возилом,',
    'ru': '68) _водитель_ – это лицо, которое управляет транспортным средством на дороге,',
  },
  {
    'words': ['пешака', 'пешак', 'пешаци', 'пешаке', 'пешаком', 'пешацима'],
    'title': 'пешак',
    'chapter': 'II',
    'paragraph': '80',
    'chlan': '7',
    'sr':
        '69) _пешак_ је лице које се креће по путу, односно које по путу сопственом снагом вуче или гура возило, ручна колица, дечје превозно средство, колица за немоћна лица или лице у дечјем превозном средству или лице у колицима за немоћна лица које покреће сопственом снагом или снагом мотора или лице које клизи клизаљкама, скијама, санкама или се вози на котураљкама, скејтборду и сл,',
    'ru':
        '69) _пешеход_ – это лицо, которое движется по дороге, либо которое по дороге собственной силой тянет или толкает транспортное средство, ручную тележку, детское транспортное средство, коляску для инвалидов или лицо в детском транспортном средстве или лицо в коляске для инвалидов, которое движется собственной силой или силой двигателя, или лицо, которое катается на коньках, лыжах, санках или ездит на роликах, скейтборде и т.п.,',
  },
  {
    'words': ['средње брзине кретања возила', 'средња (просечна) брзина кретања возила'],
    'title': 'средња (просечна) брзина кретања возила',
    'chapter': 'II',
    'paragraph': '81',
    'chlan': '7',
    'sr':
        '70) _средња (просечна) брзина кретања возила_, на одређеној деоници пута, представља количник између дужине те деонице и времена за које возило ту дужину пређе,',
    'ru':
        '70) _средняя скорость движения транспортного средства_ на определенном участке дороги представляет собой частное от деления длины этого участка на время, за которое транспортное средство проезжает эту длину,',
  },
  {
    'words': ['заустављање', 'заустављеног', 'заустављена возила', 'заустављено возило', 'заустављеном возилу', 'заустављање возила', 'заустављеног возила', 'заустављања возила'],
    'title': 'заустављање возила',
    'chapter': 'II',
    'paragraph': '82',
    'chlan': '7',
    'sr':
        '71) _заустављање возила_ је сваки прекид кретања возила на путу у трајању до три минута, при чему возач не напушта возило, осим прекида ради поступања по знаку или правилу којим се регулише саобраћај,',
    'ru':
        '71) _остановка транспортного средства_ – это любое прекращение движения транспортного средства на дороге продолжительностью до трех минут, при этом водитель не покидает транспортное средство, за исключением прекращения движения для выполнения знака или правила, регулирующего движение,',
  },
  {
    'words': [
      'паркираног возила',
      'паркирана возила',
      'паркирају возила',
      'паркираних возила',
      'паркирано возило',
      'паркира возило',
      'паркирање возила',
      'паркираном возилу',
      'паркирања возила',
      'паркирање',
    ],
    'title': 'паркирање возила',
    'chapter': 'II',
    'paragraph': '83',
    'chlan': '7',
    'sr':
        '72) _паркирање возила_ је сваки прекид кретања возила, осим прекида ради поступања по знаку или правилу којим се регулише саобраћај, које се не сматра заустављањем,',
    'ru':
        '72) _парковка транспортного средства_ – это любое прекращение движения транспортного средства, за исключением прекращения движения для выполнения знака или правила, регулирующего движение, которое не считается остановкой,',
  },
  {
    'words': ['мимоилажење', 'мимоилажења', 'мимоилажењу'],
    'title': 'мимоилажење',
    'chapter': 'II',
    'paragraph': '84',
    'chlan': '7',
    'sr': '73) _мимоилажење_ је пролажење учесника у саобраћају поред другог учесника у саобраћају који долази из супротног смера,',
    'ru': '73) _разъезд_ – это проезд участника дорожного движения мимо другого участника дорожного движения, движущегося во встречном направлении,',
  },
  {
    'words': ['претицање', 'претицања', 'претицањем', 'претицаног', 'претицању', 'претицано'],
    'title': 'претицање',
    'chapter': 'II',
    'paragraph': '85',
    'chlan': '7',
    'sr': '74) _претицање_ је пролажење учесника у саобраћају поред другог учесника у саобраћају који се креће коловозом у истом смеру,',
    'ru':
        '74) _обгон_ – это проезд участника дорожного движения мимо другого участника дорожного движения, движущегося по проезжей части в том же направлении,',
  },
  {
    'words': ['обилажење', 'обилажења', 'обилажењем', 'обилажењу'],
    'title': 'обилажење',
    'chapter': 'II',
    'paragraph': '86',
    'chlan': '7',
    'sr':
        '75) _обилажење_ је пролажење учесника у саобраћају поред другог учесника у саобраћају који се не помера, објекта или препреке на коловозу,',
    'ru':
        '75) _объезд_ – это проезд участника дорожного движения мимо другого неподвижного участника дорожного движения, объекта или препятствия на проезжей части,',
  },
  {
    'words': ['пропуштање', 'пропуштања', 'пропуштању'],
    'title': 'пропуштање',
    'chapter': 'II',
    'paragraph': '87',
    'chlan': '7',
    'sr':
        '76) _пропуштање_ је радња коју учесник у саобраћају предузима како би омогућио кретање другог учесника у саобраћају који има првенство пролаза, тако да не дође до промене дотадашњег начина кретања учесника у саобраћају који има првенство пролаза, односно до њиховог контакта,',
    'ru':
        '76) _пропуск_ – это действие, которое участник дорожного движения предпринимает, чтобы обеспечить движение другого участника дорожного движения, имеющего преимущество проезда, таким образом, чтобы не произошло изменения прежнего способа движения участника дорожного движения, имеющего преимущество проезда, или их контакта,',
  },
  {
    'words': ['колона возила', 'колоне возила', 'колону возила', 'колони возила'],
    'title': 'колона возила',
    'chapter': 'II',
    'paragraph': '88',
    'chlan': '7',
    'sr':
        '77) _колона возила_ је низ од најмање три возила која су заустављена или се крећу једно иза другог истом саобраћајном траком у истом смеру, чији је начин кретања међусобно условљен и између којих не може без ометања ући друго возило,',
    'ru':
        '77) _колонна транспортных средств_ – это ряд из не менее трех транспортных средств, которые остановлены или движутся друг за другом по одной и той же полосе движения в одном и том же направлении, способ движения которых взаимообусловлен и между которыми не может без помех въехать другое транспортное средство,',
  },
  {
    'words': ['видљивост', 'видљивости'],
    'title': 'видљивост',
    'chapter': 'II',
    'paragraph': '89',
    'chlan': '7',
    'sr': '78) _видљивост_ је одстојање на коме учесник у саобраћају може јасно видети коловоз,',
    'ru': '78) _видимость_ – это расстояние, на котором участник дорожного движения может четко видеть проезжую часть,',
  },
  {
    'words': ['прегледност', 'прегледности'],
    'title': 'прегледност',
    'chapter': 'II',
    'paragraph': '90',
    'chlan': '7',
    'sr':
        '79) _прегледност_ је одстојање на коме учесник у саобраћају, с обзиром на физичке препреке, може у условима нормалне видљивости јасно видети другог учесника у саобраћају, односно другу могућу препреку на путу,',
    'ru':
        '79) _обзорность_ – это расстояние, на котором участник дорожного движения, с учетом физических препятствий, может в условиях нормальной видимости четко видеть другого участника дорожного движения, т.е. другое возможное препятствие на дороге,',
  },
  {
    'words': ['услови смањене видљивости', 'условима смањене видљивости'],
    'title': 'услови смањене видљивости',
    'chapter': 'II',
    'paragraph': '91',
    'chlan': '7',
    'sr': '80) _услови смањене видљивости_ су услови у којима је видљивост мања од 200 m на путу изван насеља, односно 100 m на путу у насељу,',
    'ru':
        '80) _условия ограниченной видимости_ – это условия, при которых видимость составляет менее 200 м на дороге вне населенного пункта, т.е. 100 м на дороге в населенном пункте,',
  },
  {
    'words': ['светлоодбојни прслук'],
    'title': 'светлоодбојни прслук',
    'chapter': 'II',
    'paragraph': '92',
    'chlan': '7',
    'sr': '81) _светлоодбојни прслук_ је прслук који рефлектује светлост,',
    'ru': '81) _светоотражающий жилет_ – это жилет, который отражает свет,',
  },
  {
    'words': [
      'саобраћајна незгода',
      'саобраћајној незгоди',
      'саобраћајним незгодама',
      'саобраћајну незгоду',
      'саобраћајне незгоде',
      'саобраћајних незгода',
    ],
    'title': 'саобраћајна незгода',
    'chapter': 'II',
    'paragraph': '93',
    'chlan': '7',
    'sr':
        '82) _саобраћајна незгода_ је незгода која се догодила на путу или је започета на путу, у којој је учествовало најмање једно возило у покрету и у којој је најмање једно лице погинуло или повређено или је настала материјална штета,',
    'ru':
        '82) _дорожно-транспортное происшествие_ – это происшествие, которое произошло на дороге или началось на дороге, в котором участвовало не менее одного движущегося транспортного средства и в котором по меньшей мере одно лицо погибло или получило ранения, или был причинен материальный ущерб,',
  },
  {
    'words': ['европски извештај о саобраћајној незгоди'],
    'title': 'европски извештај о саобраћајној незгоди',
    'chapter': 'II',
    'paragraph': '94',
    'chlan': '7',
    'sr':
        '83) _европски извештај о саобраћајној незгоди_ је прописани образац који учесници у саобраћајној незгоди попуњавају након саобраћајне незгоде са мањом материјалном штетом,',
    'ru':
        '83) _европейский протокол о дорожно-транспортном происшествии_ – это предписанный бланк, который участники дорожно-транспортного происшествия заполняют после дорожно-транспортного происшествия с небольшим материальным ущербом,',
  },
  {
    'words': [],
    'title': 'предавач теоријске обуке',
    'chapter': 'II',
    'paragraph': '95',
    'chlan': '7',
    'sr': '**83а) _предавач теоријске обуке_ је лице које је овлашћено да обавља теоријску обуку кандидата за возаче,<sup>\\*\\*</sup>**',
    'ru':
        '**83а) _преподаватель теоретического обучения_ – это лицо, уполномоченное проводить теоретическое обучение кандидатов в водители,<sup>\\*\\*</sup>**',
  },
  {
    'words': [],
    'title': '',
    'chapter': 'II',
    'paragraph': '96',
    'chlan': '7',
    'sr': '**84) _инструктор вожње_ је лице које је овлашћено да обавља практичну обуку кандидата за возаче,<sup>\\*\\*</sup>**',
    'ru': '**84) _инструктор вождения_ – это лицо, уполномоченное проводить практическое обучение кандидатов в водители,<sup>\\*\\*</sup>**',
  },
  {
    'words': [],
    'title': '',
    'chapter': 'II',
    'paragraph': '97',
    'chlan': '7',
    'sr':
        '85) _испитивач_ је лице које **је овлашћено да<sup>\\*\\*</sup>** у испитној комисији за возачки испит утврђује да ли је кандидат **за возача<sup>\\*\\*</sup>** стекао потребна знања и вештине за самостално и безбедно управљање возилом у саобраћају на путу,',
    'ru':
        '85) _экзаменатор_ – это лицо, которое **уполномочено<sup>\\*\\*</sup>** в экзаменационной комиссии по водительскому экзамену устанавливать, приобрел ли кандидат **в водители<sup>\\*\\*</sup>** необходимые знания и навыки для самостоятельного и безопасного управления транспортным средством в дорожном движении,',
  },
  {
    'words': ['одстојање', 'одстојању', 'одстојања'],
    'title': 'одстојање',
    'chapter': 'II',
    'paragraph': '98',
    'chlan': '7',
    'sr': '86) _одстојање_ је најкраћа уздужна удаљеност између најистуренијих тачака возила, лица, односно објеката,',
    'ru': '86) _дистанция_ – это кратчайшее продольное расстояние между наиболее выступающими точками транспортных средств, лиц или объектов,',
  },
  {
    'words': ['растојању', 'растојање', 'растојања'],
    'title': 'растојање',
    'chapter': 'II',
    'paragraph': '99',
    'chlan': '7',
    'sr': '87) _растојање_ је најкраћа бочна удаљеност између најистуренијих тачака возила, лица, односно објеката,',
    'ru': '87) _интервал_ – это кратчайшее боковое расстояние между наиболее выступающими точками транспортных средств, лиц или объектов,',
  },
  {
    'words': [],
    'title': '',
    'chapter': 'II',
    'paragraph': '100',
    'chlan': '7',
    'sr':
        '**88) _возило од историјског значаја (олдтајмер)_ је моторно возило или прикључно возило,<sup>\\*\\*\\*</sup> које је произведено или регистровано пре 30 и више година,<sup>\\*\\*\\*\\*</sup> које је у возном стању, одржавано у оригиналном или приближно оригиналном стању, и као такво представља материјални споменик техничке културе, традиције и друштвеног наслеђа,<sup>\\*\\*\\*</sup>**',
    'ru':
        '**88) _транспортное средство исторического значения (олдтаймер)_ – это моторное транспортное средство или прицепное транспортное средство<sup>\\*\\*\\*</sup>, произведенное или зарегистрированное 30 и более лет назад<sup>\\*\\*\\*\\*</sup>, которое находится в рабочем состоянии, поддерживается в оригинальном или близком к оригинальному состоянию, и как таковое является материальным памятником технической культуры, традиций и социального наследия<sup>\\*\\*\\*</sup>**,',
  },
  {
    'words': [],
    'title': '',
    'chapter': 'II',
    'paragraph': '101',
    'chlan': '7',
    'sr':
        '**88а) _возило за спортска такмичења_ је моторно возило које је посебно опремљено, преправљено и испитано у складу са одредбама овог закона, а које је намењено за спортска такмичења на путевима и ван њих и које испуњава техничке и друге услове, према важећим међународним спортским прописима и прописима спортског савеза надлежног за аутомобилизам.<sup>\\*\\*\\*</sup>**',
    'ru':
        '**88а) _транспортное средство для спортивных соревнований_ – это моторное транспортное средство, специально оборудованное, переоборудованное и испытанное в соответствии с положениями настоящего закона, предназначенное для спортивных соревнований на дорогах и вне их, и отвечающее техническим и другим условиям в соответствии с действующими международными спортивными правилами и правилами спортивной федерации, отвечающей за автомобильный спорт.<sup>\\*\\*\\*</sup>**',
  },
  {
    'words': ['одбачено возило'],
    'title': 'одбачено возило',
    'chapter': 'II',
    'paragraph': '102',
    'chlan': '7',
    'sr':
        '**89) _одбачено возило_ је видно запуштено возило паркирано на путу, које није уписано у јединствени регистар возила, односно којем је истекла важност регистрационе налепнице дуже од шест месеци,<sup>\\*\\*</sup>**',
    'ru':
        '**89) _брошенное транспортное средство_ – это явно заброшенное транспортное средство, припаркованное на дороге, которое не внесено в единый реестр транспортных средств или срок действия регистрационной наклейки которого истек более шести месяцев назад,<sup>\\*\\*</sup>**',
  },
  {
    'words': ['место за седење', 'места за седење'],
    'title': 'место за седење',
    'chapter': 'II',
    'paragraph': '103',
    'chlan': '7',
    'sr':
        '90) _место за седење_ је седиште или простор без седишта са доступним елементима за монтажу седишта или простор без седишта са доступним прикључцима сигурносних појасева, при чему се доступним елементима за монтажу седишта и прикључцима сигурносних појасева сматрају они елементи и прикључци који нису механички онеспособљени,',
    'ru':
        '90) _место для сидения_ – это сиденье или пространство без сиденья с доступными элементами для крепления сиденья или пространство без сиденья с доступными креплениями ремней безопасности, при этом доступными элементами для крепления сиденья и креплениями ремней безопасности считаются те элементы и крепления, которые не были механически деактивированы,',
  },
  {
    'words': ['саобраћајном сигнализацијом', 'саобраћајне сигнализације', 'саобраћајној сигнализацији', 'саобраћајну сигнализацију'],
    'title': 'саобраћајна сигнализација',
    'chapter': 'II',
    'paragraph': '104',
    'chlan': '7',
    'sr': '91) _саобраћајна сигнализација_ је систем средстава, уређаја и ознака за регулисање и вођење саобраћаја,',
    'ru': '91) _дорожная сигнализация_ – это система средств, устройств и обозначений для регулирования и организации дорожного движения,',
  },
  {
    'words': [
      'саобраћајним знаком',
      'саобраћајног знака',
      'саобраћајни знак',
      'саобраћајном знаку',
      'саобраћајни знакови',
      'саобраћајних знакова',
      'саобраћајним знаковима',
      'саобраћајним знацима',
      'саобраћајна знака',
    ],
    'title': 'саобраћајни знак',
    'chapter': 'II',
    'paragraph': '105',
    'chlan': '7',
    'sr':
        '92) _саобраћајни знак_ је знак којим се употребом графичких или светлосних или бројчаних или словних ознака или других симбола, учесници у саобраћају упозоравају на опасности на путу, стављају им се до знања ограничење, забране и обавезе, односно дају обавештења потребна за безбедно кретање по путу,',
    'ru':
        '92) _дорожный знак_ – это знак, которым с помощью графических, световых, числовых или буквенных обозначений или других символов участники дорожного движения предупреждаются об опасностях на дороге, им сообщаются ограничения, запреты и обязанности, а также предоставляется информация, необходимая для безопасного движения по дороге,',
  },
  {
    'words': ['саобраћајна дозвола', 'саобраћајну дозволу', 'саобраћајне дозволе', 'саобраћајној дозволи'],
    'title': 'саобраћајна дозвола',
    'chapter': 'II',
    'paragraph': '106',
    'chlan': '7',
    'sr':
        '93) _саобраћајна дозвола_ је јавна исправа (решење) која са регистрационом налепницом даје право на коришћење возила у саобраћају за време важења регистрационе налепнице,',
    'ru':
        '93) _свидетельство о регистрации транспортного средства_ – это публичный документ (решение), который вместе с регистрационным стикером дает право на использование транспортного средства в дорожном движении в течение срока действия регистрационного стикера,',
  },
  {
    'words': ['регистарске таблице', 'регистарска таблица', 'регистарским таблицама', 'регистарску таблицу', 'регистарских таблица'],
    'title': 'регистарска таблица',
    'chapter': 'II',
    'paragraph': '107',
    'chlan': '7',
    'sr': '94) _регистарска таблица_ је ознака на возилу којом се означава да је возило уписано у јединствени регистар возила,',
    'ru':
        '94) _регистрационный номер_ – это обозначение на транспортном средстве, указывающее, что транспортное средство внесено в единый реестр транспортных средств,',
  },
  {
    'words': [
      'регистрациона налепница',
      'регистрационом налепницом',
      'регистрационе налепнице',
      'регистрациону налепницу',
      'регистрационој налепници',
    ],
    'title': 'регистрациона налепница',
    'chapter': 'II',
    'paragraph': '108',
    'chlan': '7',
    'sr':
        '95) _регистрациона налепница_ је ознака **\\- дозвола<sup>\\*\\*</sup>** којом се одређује да возило може да учествује у саобраћају у одређеном временском року,',
    'ru':
        '95) _регистрационная наклейка_ – это **маркер-разрешение<sup>\\*\\*</sup>**, определяющее, что транспортное средство может участвовать в дорожном движении в течение определенного периода времени,',
  },
  {
    'words': ['возачку дозволу', 'возачка дозвола', 'возачком дозволом', 'возачке дозволе', 'возачкој дозволи'],
    'title': 'возачка дозвола',
    'chapter': 'II',
    'paragraph': '109',
    'chlan': '7',
    'sr':
        '96) _возачка дозвола_ је јавна исправа (решење) надлежног органа којим се неком лицу даје право да у саобраћају на путу управља возилом одређене категорије на одређено време,',
    'ru':
        '96) _водительское удостоверение_ – это публичный документ (решение) компетентного органа, дающий лицу право управлять транспортным средством определенной категории в дорожном движении на определенный срок,',
  },
  {
    'words': [],
    'title': '',
    'chapter': 'II',
    'paragraph': '110',
    'chlan': '7',
    'sr':
        '97) _дозвола (лиценца) за инструктора или предавача или испитивача_ је јавна исправа (решење) која лицима даје право да врше практичну обуку или обављају **теоријску обуку<sup>\\*\\*</sup>** или послове испитивача на одређено време,',
    'ru':
        '97) _разрешение (лицензия) для инструктора, или преподавателя, или экзаменатора_ – это публичный документ (решение), который дает лицам право проводить практическое обучение или осуществлять **теоретическое обучение<sup>\\*\\*</sup>** или выполнять функции экзаменатора на определенный срок,',
  },
  {
    'words': [],
    'title': '',
    'chapter': 'II',
    'paragraph': '111',
    'chlan': '7',
    'sr':
        '98) _дозвола (лиценца) за контролора техничког прегледа_ је јавна исправа (решење) која лицима даје право да обављају технички преглед возила на одређено време,',
    'ru':
        '98) _разрешение (лицензия) для контролера технического осмотра_ – это публичный документ (решение), который дает лицам право проводить технический осмотр транспортных средств на определенный срок,',
  },
  {
    'words': ['психоактивну супстанцу', 'психоактивних супстанци', 'психоактивне супстанце'],
    'title': 'психоактивна супстанца',
    'chapter': 'II',
    'paragraph': '112',
    'chlan': '7',
    'sr':
        '99) _„психоактивна супстанца”_ је врста дроге, лека на коме је назначено да се не сме употребљавати пре и за време вожње, као и друга хемијска материја која може утицати на психофизичку способност учесника у саобраћају (осим алкохола)**,<sup>\\*</sup>**',
    'ru':
        '99) _«психоактивное вещество»_ – это вид наркотика, лекарства, на котором указано, что его нельзя употреблять до и во время вождения, а также другое химическое вещество, которое может влиять на психофизические способности участника дорожного движения (кроме алкоголя)**,<sup>\\*</sup>**',
  },
  {
    'words': [],
    'title': '',
    'chapter': 'II',
    'paragraph': '113',
    'chlan': '7',
    'sr':
        '**100) _„дневно време управљања”_ је укупно време управљања возилом између два дневна одмора или између дневног и недељног одмора,<sup>\\*</sup>**',
    'ru':
        '**100) _«ежедневное время управления»_ – это общее время управления транспортным средством между двумя ежедневными периодами отдыха или между ежедневным и еженедельным периодами отдыха,<sup>\\*</sup>**',
  },
  {
    'words': ['дневни одмор'],
    'title': '',
    'chapter': 'II',
    'paragraph': '114',
    'chlan': '7',
    'sr':
        '**101) _„дневни одмор”_ је непрекидни временски период током кога возач слободно располаже својим временом и може бити пуни дневни одмор, када траје најмање 11 сати или скраћени дневни одмор, када траје најмање девет сати, а мање од 11 сати,<sup>\\*</sup>**',
    'ru':
        '**101) _«ежедневный отдых»_ – это непрерывный период времени, в течение которого водитель свободно распоряжается своим временем и может быть полным ежедневным отдыхом, когда он длится не менее 11 часов, или сокращенным ежедневным отдыхом, когда он длится не менее девяти часов, но менее 11 часов,<sup>\\*</sup>**',
  },
  {
    'words': [],
    'title': '',
    'chapter': 'II',
    'paragraph': '115',
    'chlan': '7',
    'sr': '**102) _„недеља”_ је временски период између понедељка у 00:00 сати и недеље у 24:00 сата,<sup>\\*</sup>**',
    'ru': '**102) _«неделя»_ – это период времени между понедельником в 00:00 и воскресеньем в 24:00,<sup>\\*</sup>**',
  },
  {
    'words': [],
    'title': '',
    'chapter': 'II',
    'paragraph': '116',
    'chlan': '7',
    'sr':
        '**103) _„недељни одмор”_ је непрекидни временски период током кога возач слободно располаже својим временом и може бити пуни недељни одмор, када траје најмање 45 сати или скраћени недељни одмор, када траје најмање 24 сата, а мање од 45 сати<sup>\\*</sup>** **,<sup>\\*\\*</sup>**',
    'ru':
        '**103) _«еженедельный отдых»_ – это непрерывный период времени, в течение которого водитель свободно распоряжается своим временем и может быть полным еженедельным отдыхом, когда он длится не менее 45 часов, или сокращенным еженедельным отдыхом, когда он длится не менее 24 часов, но менее 45 часов<sup>\\*</sup>** **,<sup>\\*\\*</sup>**',
  },
];
